"_BASE_USED_" = "ca";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "5.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "D'acord";
"Done" = "D'acord";
"Yes" = "Sí";
"No" = "No";
"Don't show again" = "No tornis a mostrar";
"Set as default compressor" = "Utilitza com a compressor per defecte";
"Not now" = "Ara no";
"Want to make Keka your default compressor?" = "Voleu que el Keka sigui el compressor per defecte?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Això significa que, a partir d'ara, tots els arxius compatibles s'extrauran amb el Keka. Podeu configurar-ho més tard a les opcions del Keka.";
"Really want to close Keka?" = "Voleu tancar el Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Es cancel·laran les operacions actuals. Si trieu esperar i sortir, el Keka es tancarà en finalitzar les tasques pendents.";
"Password needed" = "Contrasenya necessària";
"File \"%@\" needs a password to be extracted" = "Introduïu la contrasenya per extreure el contingut de l'arxiu  «%@».";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "S'ha extret el contingut de l'arxiu «%@» correctament";
"Extraction of \"%@\" failed." = "Ha fallat l'extracció del fitxer «%@».";
"Extraction of %i files done" = "S'han extret %i fitxers correctament";
"Extraction complete" = "Extracció finalitzada";
"Extraction fail" = "Ha fallat l'extracció";
"Compression complete" = "Compressió completada";
"File \"%@\" created" = "S'ha creat l'arxiu «%@»";
"Compression fail" = "Compressió fallida";
"File \"%@\" cannot be created" = "No es pot crear l'arxiu «%@»";
"Operation not implemented" = "Operació no implementada";
"Performing operation..." = "Operació en curs...";
"Waiting..." = "S'està esperant...";
"Extracting \"%@\"" = "Extracció de: «%@»";
"Extracting \"%@...\"" = "S'està extraient «%@»...";
"Creating %@ file..." = "S'està creant «%@»...";
"Creating file \"%@\"" = "Creació de: «%@»";
"Creating file \"%@...\"" = "S'està creant «%@»...";
"Volume name:" = "Nom de l'arxiu:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Temps transcorregut: %d:%@%d:%@%d hores%@";
"Time elapsed: %d:%@%d minutes%@" = "Temps transcorregut: %d:%@%d minuts%@";
"Time elapsed: %d seconds%@" = "Temps transcorregut: %d segons%@";
"%d seconds" = "%d segons";
"%d:%@%d minutes" = "%d:%@%d minuts";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d hores";
"Pause" = "Pausa";
"Continue" = "Continua";
"Operation paused" = "Operació pausada";
"Cancel" = "Cancel·la";
"Close" = "Tanca";
"Operation failed" = "Ha fallat l'operació";
"Operation failed with error code %d" = "Ha fallat l'operació amb el codi d'error %d";
"Choose a name and folder to start the compression" = "Trieu el nom i la carpeta per iniciar la compressió";
"Creation of \"%@\" failed" = "Ha fallat la creació de: «%@»";
"Creating \"%@\"" = "Creació de: «%@»";
"Prepearing extraction..." = "S'està preparant l'extracció…";
"Choose a folder to extract this file" = "Trieu la carpeta on extreure l'arxiu";
"Choose where do you want to extract \"%@\"" = "Trieu la carpeta on extreure l'arxiu \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Trieu tots els volums de \"%@\" o la carpeta que els conté";
"Select the folder that contains \"%@\"" = "Trieu la carpeta que conté \"%@\"";
"Extraction of \"%@\" failed" = "Ha fallat l'extracció de: «%@»";
"Keka - %i on queue" = "Keka - %i a la cua";
"Keka can't create this %@ image" = "El Keka no pot crear aquesta imatge %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Només podeu crear una imatge %@ amb una única carpeta. Afegiu tot el contingut a una carpeta i arrossegueu-la al Keka per crear una imatge %@.";
"Keka can't create this @% tarball" = "El Keka no pot crear el tarball @%";
"This operation is not supported on %@." = "Aquesta operació no està suportada a %@.";
"Compress \"%@\" in %@ to..." = "S'està comprimint «%@» com a %@ a...";
"Compress in %@ to..." = "S'està comprimint %@ a...";
"Save as:" = "Anomena i desa:";
"Compress" = "Compressió";
"Extract \"%@\" to..." = "Extreu «%@» a…";
"Extract as:" = "Extreu com:";
"Extract" = "Extreu";
" - Remaining: Calculating..." = " - Restant: S'està calculant...";
" - Remaining: About one second" = " - Restant: 1 segon";
" - Remaining: About %d seconds" = " - Restant: %d segons";
" - Remaining: About 1 minute" = " - Restant: 1 minut";
" - Remaining: About %d minutes" = " - Restant: %d minuts";
" - Remaining: About 1 hour" = " - Restant: 1 hora";
" - Remaining: About %d hours" = " - Restant: %d hores";
" - Remaining: About 1 day" = " - Restant: 1 dia";
" - Remaining: About %d days" = " - Restant: %d dies";
" - Remaining: About 1 year" = " - Restant: 1 any";
" - Remaining: About %d years" = " - Restant: %d anys";
" - Remaining: Less than one second" = " - Restant: Menys d'un segon";
"Can't show progress time..." = "No es pot mostrar el temps…";
"Password for \"%@\"" = "Contrasenya per a «%@»";
"Method:" = "Mètode:";
"No compression" = "Sense compressió";
"Fastest, less compression" = "Molt ràpida, poca compressió";
"Fast, less compression" = "Ràpida, compressió menor";
"Normal" = "Normal";
"Slow, more compression" = "Lenta, compressió màxima";
"Slowest, more compression" = "Molt lenta, compressió ultra";
"Compression" = "Compressió";
"Extraction" = "Extracció";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "El Keka no pot utilitzar la llista «extlx.plist», contacteu amb els desenvolupadors.\n\nEl Keka es tancarà ara.";
"Keka is dying!" = "El Keka s'ha aturat!";
"Ask each time" = "Demana-ho sempre";
"Next to original file" = "Al costat de l'original";
"Custom folder..." = "Carpeta personalitzada...";
"Same as original file" = "El mateix que el fitxer original";
"Custom name..." = "Nom personalitzat...";
"Compressed file" = "Fitxer comprimit";
"Set as default folder" = "Defineix com a carpeta per defecte";
"Perform automatic action" = "Realitza l'acció automàtica";
"Always compress" = "Comprimeix sempre";
"Always extract" = "Extreu sempre";
"1.4 MB Floppy" = "Disquet 1.4 MB";
"650 MB CD" = "CD 650 MB";
"700 MB CD" = "DC 700 MB";
"4.7 GB DVD" = "DVD 4.7 GB";
"Drop here to extract" = "Arrossegueu aquí per extreure";
"Drop here to compress" = "Arrossegueu aquí per comprimir";
"Binary \"%@\" is not accessible" = "No es pot accedir a «%@»";
"The first part \"%@\" can't be found" = "No s'ha trobat la primera part de:  «%@»";
"unknown" = "desconegut";
"Unknown error" = "Error desconegut";
"Error code %d using \"%@\"\n%@" = "Codi d'error %d utilitzant «%@»\n%@";
"No errors found" = "No s'han trobat errors";
"Minor error, the operation may be done well" = "Error menor, l'operació pot haver finalitzat correctament";
"Fatal error" = "Error fatal";
"CRC error occurred, maybe the file is corrupt" = "S'ha produït un error de verificació CRC; potser l'arxiu és corrupte";
"Attempt to modify an archive previously locked" = "S'ha provat a modificar un arxiu blocat prèviament";
"Maybe you don't have permission to write or your disk is full" = "Potser no teniu permisos d'escriptura o el disc és ple";
"Can't open the file, maybe you don't have read permission" = "No es pot obrir l'arxiu. Potser no teniu permisos de lectura";
"Command line error, please contact with the developer" = "Error a la línia d'ordres. Contacteu amb el desenvolupador";
"Not enough memory. Try to close some programs and repeat the operation" = "No hi ha prou memòria. Tanqueu altres aplicacions i torneu a provar";
"Can't create the file, maybe you don't have permission or free space" = "No es pot crear l'arxiu. Potser no teniu prou permisos o espai al disc";
"Canceled manually" = "S'ha cancel·lat manualment";
"Bad password, try again" = "Contrasenya errònia, torneu a provar";
"This archive is locked" = "L'arxiu està blocat";
"Write error. No permission? No space left?" = "Error d'escriptura. Sense permisos? Sense espai disponible?";
"Can't open the file, maybe it's not accessible" = "No es pot obrir l'arxiu. Potser no està accessible";
"No files matching the mask" = "No s'han trobat fitxers amb el filtre utilitzat";
"Give access" = "Donar accés";
"Just folder access" = "Només accés a la carpeta";
"Quit" = "Sortir";
"More information" = "Més informació";
"Keka needs file access" = "El Keka necessita accés als fitxers";
"Give home access" = "Donar accés personal";
"Customize" = "Personalitzar";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Per tal de integrarse amb el teu Mac, el Keka necessita accés local al disc.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nFes clic a \"Donar accés al Keka\", el disc ja està seleccionat.";
"Give access to Keka" = "Donar accés al Keka";
"Full Mac access (Recommended)" = "Accés complet (Recomanat)";
"Home folder access" = "Accés personal";
"External volumes access" = "Accés a volums externs";
"External disk: %@" = "Disc extern: %@";
"An extension is required" = "Es requereix una extensió";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Per tal d'establir el Keka com l'aplicació per defecte, necessitaràs instal·lar una extensió. Fes clic a \"Més informació\" per saber com fer-ho.\n\nRecorda que sempre pots establir el Keka com aplicació per defecte per a qualsevol format fent servir l'opció \"Obtenir informació\" des del Finder.";
"Cannot set Keka as default" = "No s'ha pogut establir el Keka com a l'aplicació per defecte";
"The intermediate application failed to launch. There is more information in the Console.app." = "L'extensió no s'ha pogut obrir. Trobaràs més informació a la Consola.app.";
"The intermediate application returned an undefined code." = "L'extensió ha retornat un codi desconegut.";
"Keka is now set as the default application for its known formats." = "El Keka s'ha establert com a l'aplicació per defecte pels formats que reconeix.";
"Keka set as default" = "El Keka s'ha establert com a aplicació per defecte";
"There were some errors while registering the formats. There is more information in the Console.app." = "Han ocorregut errors al registrar els formats. Trobaràs més informació a la Consola.app.";
"The intermediate application can't get access to Keka." = "L'extensió no pot accedir al Keka.";
"The intermediate application can't find Keka." = "L'extensió no pot torbar el Keka.";
